Autodesk.Revit.DB.FDXExportOptions.GetCustomHeaders
Gets the map of a name value pair
Since:
2023

Autodesk.Revit.DB.FDXExportOptions.SetCustomHeaders(System.Collections.Generic.IDictionary{System.String,System.String})
Set a map of a name value pair
customHeaders:
A map of a name value pair
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2023